---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotTransferProjectStandards
source: html/b5f5eb34-1323-dced-dc44-468e22b78c92.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotTransferProjectStandards Property

These Project Standards cannot be transferred.[Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotTransferProjectStandards { get; }
```